export default function Privacy() {
  return (
    <div>
      <p>
        本サービスにおける、ユーザーについての個人情報を含む利用者情報の取扱いについて、以下のとおりプライバシーポリシー（以下「本ポリシー」といいます。）を定めます。
      </p>

      <section>
        <h2>1. 収集する利用者情報及び収集方法</h2>
        <p>
          本ポリシーにおいて、「利用者情報」とは、ユーザーの識別に係る情報、通信サービス上の行動履歴、その他ユーザーまたはユーザーの端末に関連して生成または蓄積された情報であって、本ポリシーに基づき当社が収集するものを意味するものとします。
        </p>
        <p>
          本サービスにおいて当社が収集する利用者情報は、その収集方法に応じて、以下のようなものとなります。
        </p>
        <p>(1)ユーザーからご提供いただく情報</p>
        <p>
          本サービスを利用するために、または本サービスの利用を通じてユーザーからご提供いただく情報は以下のとおりです。
        </p>
        <p>・メールアドレスに関する情報</p>
        <p>
          ユーザーが本サービスの利用において、他のサービスと連携を許可することにより、当該他のサービスからご提供いただく情報
        </p>
        <p>
          ユーザーが、本サービスを利用するにあたり、ソーシャルネットワーキングサービス等の他のサービスとの連携を許可した場合には、その許可の際にご同意いただいた内容に基づき、以下の情報を当該外部サービスから収集します。
        </p>
        <p>・当該外部サービスでユーザーが利用するID</p>
        <p>
          ・その他当該外部サービスのプライバシー設定によりユーザーが連携先に開示を認めた情報
        </p>
        <p>ユーザーが本サービスを利用するにあたって、当社が収集する情報</p>
        <p>
          当社は、本サービスへのアクセス状況やそのご利用方法に関する情報を収集することがあります。これには以下の情報が含まれます。
        </p>
        <p>・リファラ ・IPアドレス ・サーバーアクセスログに関する情報</p>
        <p>・Cookie、ADID、IDFAその他の識別子</p>
      </section>
    </div>
  );
}
