export default function Privacy() {
  return (
    <div className="flex justify-center">
      <div className="max-w-screen-sm p-6">
        <h1 className="text-xl font-bold tracking-tight text-gray-900">
          プライバシーポリシー
        </h1>
        <p>
          本サービスにおける、ユーザーについての個人情報を含む利用者情報の取扱いについて、以下のとおりプライバシーポリシー（以下「本ポリシー」といいます。）を定めます。
        </p>

        <section>
          <h2>1. 収集する利用者情報及び収集方法</h2>
          <p>
            本ポリシーにおいて、「利用者情報」とは、ユーザーの識別に係る情報、通信サービス上の行動履歴、その他ユーザーまたはユーザーの端末に関連して生成または蓄積された情報であって、本ポリシーに基づき当社が収集するものを意味するものとします。
          </p>
          <p>
            本サービスにおいて当社が収集する利用者情報は、その収集方法に応じて、以下のようなものとなります。
          </p>
          <p>(1)ユーザーからご提供いただく情報</p>
          <p>
            本サービスを利用するために、または本サービスの利用を通じてユーザーからご提供いただく情報は以下のとおりです。
          </p>
          <p>・メールアドレスに関する情報</p>
          <p>
            ユーザーが本サービスの利用において、他のサービスと連携を許可することにより、当該他のサービスからご提供いただく情報
          </p>
          <p>
            ユーザーが、本サービスを利用するにあたり、ソーシャルネットワーキングサービス等の他のサービスとの連携を許可した場合には、その許可の際にご同意いただいた内容に基づき、以下の情報を当該外部サービスから収集します。
          </p>
          <p>・当該外部サービスでユーザーが利用するID</p>
          <p>
            ・その他当該外部サービスのプライバシー設定によりユーザーが連携先に開示を認めた情報
          </p>
          <p>ユーザーが本サービスを利用するにあたって、当社が収集する情報</p>
          <p>
            当社は、本サービスへのアクセス状況やそのご利用方法に関する情報を収集することがあります。これには以下の情報が含まれます。
          </p>
          <p>・リファラ ・IPアドレス ・サーバーアクセスログに関する情報</p>
          <p>・Cookie、ADID、IDFAその他の識別子</p>
        </section>

        <section>
          <h2>2. 利用目的</h2>
          <p>
            本サービスのサービス提供にかかわる利用者情報の具体的な利用目的は以下のとおりです。
          </p>
          <p>
            (1)
            本サービスに関する登録の受付、本人確認、ユーザー認証、ユーザー設定の記録、利用料金の決済計算等本サービスの提供、維持、保護及び改善のため
          </p>

          <p>(2) ユーザーのトラフィック測定及び行動測定のため</p>

          <p>(3) 広告の配信、表示及び効果測定のため</p>

          <p>(4) 本サービスに関するご案内、お問い合わせ等への対応のため</p>

          <p>
            (5)
            本サービスに関する当社の規約、ポリシー等（以下「規約等」といいます。）に違反する行為に対する対応のため
          </p>

          <p>(6) 本サービスに関する規約等の変更などを通知するため</p>
        </section>
      </div>
    </div>
  );
}
